{
    "click4": [
        {
            "selector": "#submit",
            "text": ["Ожидайте на почту разных интересных писем"]
        }
    ],

    "mouseover": [
        {
            "selector": "#mail",
            "text": ["123", "привет"]
        }
    ],
    "click": [
        {
            "selector": "#landlord #live2dcanvas",
            "text": ["Не двигайте руками! Убери руку ~~", "Действительно ... действительно бесстыдно!","Hentai！", "Если вы дотронетесь до этого снова, я должен позвонить в полицию! ⌇ ● ﹏ ● ⌇", "Милиция? Есть извращениц, который трогает меня (ó﹏ò｡)","Да ... Я случайно натолкнулся на него.", "Что такое Лоли Контрол?", "Ты видел моего маленького медведя?"]
        }
    ],
    "mouseover2": [
        {
            "selector": "#landlord #live2dcanvas",
            "text": ["(*´ω`*)", "(・ω・)","(￣∇￣)","(´・ω・`)","(`・ω・´)"]
        }
    ],
    "click2": [
        {
            "selector": "#landlord #live2dcanvas",
            "text": ["( `д´)", "(╬ﾟдﾟ)","( ﾟдﾟ)", "(((　ﾟдﾟ)))", "(ó﹏ò｡)","( ` ・´)", "(´ﾟДﾟ`)", "(ﾟДﾟ≡ﾟДﾟ)"]
        }
    ],
    "Touhou": [
        {
            "selector": "#landlord #live2dcanvas",
            "text": 
            [
                "В битве Мяньюэ Ицзи сделала глоток звездного обстрела Марисы и почувствовала себя очень мило.", 
                "Способность редкого бога исследовать женщину заключается не в том, чтобы изменить исход вещей и их собственные предсказания. Скорее, когда она упомянет что-то, ситуация изменится в противоположную сторону от первоначальной оговорки, независимо от ее собственных предсказаний.",
                "Большая собака оставила письмо, в котором говорилось, что «у ворон украли чье-то яйцо», что доказывает, что ворона - существо из яиц. Текст вороны.",
                "Ранние сеянцы - студенты естествознания во внешнем мире.",
                "Сува - горный бог, который управляет посещением богов, а не посещением богов.",
                "Первоначально он назывался местом земли, чем человек, который жил у императора, а позже, когда она стала богом, она изменила свое имя, чтобы быть более известным, чем это.",
                "Нет никакого отношения между императором и одеждами в наборе, просто потому что они все на небесах, поэтому они едва знают друг друга.",
                "После того, как волшебная игла сна была сломана, маленький зонт однажды заново выковал его, чтобы сделать его полным, как новый.После того, как его отправили обратно в духовный сон, его также использовали в качестве тестового объекта иглы.",
                "Ji Haiqi Fruit, как одна из автоматов Oriental Wenhua Post DS, не имеет своей собственной эксклюзивной песни.",
                "Ци Лу Нуо действительно была поглощена замерзшей лягушкой, но это было задолго до того, как Храм Шойя перешел в городок фантазий и не имел никакого отношения к Суве.",
                "В «Истории Востока» у Ци Лу Нуо есть описание «Она - предводитель гоблинов у озера, и сила его сильнее других демонов».",
                "В законе, используемом Пашели, сплетня и врожденная сплетня появились во внешнем круге.",
                "Мариса была украдена из сплетни ночью и ночью, хотя последний сказал, что она будет возвращена до рассвета, но Мариса прокомментировала: «Не слушайте, что она сказала после возвращения, это должно быть сказано».”",
                "В Remilia нет описания оружия. Карта на имя Gunnil на самом деле является «персонажем, который бросает заграждение со сверхвысокой начальной скоростью и делает заграждение таким же острым, как оружие».”",
                "Когда-то был след метеорита, который шел прямо в Зал Красных Дьяволов и был взорван Франто. Лей Ми сказал: «Метеорит - это результат искусственного производства», но что это за искусственный объект, до сих пор неясно.",
                "虽然蕾米不允许芙兰随便外出，但是芙兰是可以在红魔馆内活动的。",
                "霍青娥曾看出灵梦使用的力量全都是道教之力，ZUN也曾在一次问答中说道“灵梦不是神道教，而是完完全全的道教。”",
                "灵梦戴过很多次帽子，比如和魔理沙去冥界赏樱时，戴着鸭舌帽一般的帽子。",
                "在一次不知名的冬天被延长的时间里，灵梦在求春仪式中将路过的蕾蒂当做黑幕打了一顿。",
                "八云蓝和八云紫一起住在不知位置的八云家中，而橙一个人住在妖怪之山深处。",
                "除了上海人偶在永夜抄出现过形象，还有提泰妮娅和歌利亚人偶在《东方非想天则》中出现过形貌。",
                "莉莉黑只是莉莉白在装扮成审判官样子的模样，这点也被ZUN证实。",
                "骚灵三姐妹分别擅长弦乐器、管乐器、键盘乐器和打击乐器，小提琴、小号和键盘只是最擅长的乐器。",
                "在幻想乡的一次试胆大会中，妖梦被众人扮的鬼吓得不得了。同样也在一次怪谈会中，妖梦也被众人讲的怪谈吓得浑身发抖。",
                "在一次报道中，文文直接将幽幽子称呼为“美食家”和“大胃王”。",
                "在与文文的一次采访对话中，幽幽子对年龄问题极其敏感，稍微被说老就会生气的程度。",
                "在一篇报道中，幽幽子被发现在春雪异变后让妖梦将樱花瓣撒在幻想乡的樱花树下，自己在下面起舞，被问到原因时则是说：“在将幻想乡的春还回来。”",
                "八云紫曾被发现坐在八云蓝身上，不断用伞敲着蓝的头，并用语言进行责骂。其本人则解释为“在教育自己的式神。”",
                "实际上，包括萃梦想，所有的格斗作，其剧本和对话都由ZUN负责，所以其中的设定毫无疑问都是一设。",
                "莉格露为了提高昆虫在人类心目中的地位，曾开展“昆虫的通知”服务，旨在用昆虫来对人类进行事务通知事宜。",
                "虽然红灯笼的移动货摊一般被认为是卖烤鸟肉，但米斯蒂娅作为可以致人夜盲的夜雀妖怪，她的店卖的则是烤八目鳗——可以治疗夜盲的食物。",
                "上白泽慧音虽然是半兽半人的存在，但她却是“后天性兽人”，意味着她是在人生中某个时间点里变成半兽半人的存在的。",
                "梅莉全名“玛艾露贝莉·赫恩”，而历史人物“小泉八云”原名“拉夫卡迪奥·赫恩”。ZUN在回答有关梅莉和八云紫关系时也提出过这个名字。",
                "据了解，因幡帝“在最初编纂幻想乡缘起时，就已经确认存在了”，而最初的幻想乡缘起是在约一千二百年前开始编纂的。",
                "“铃仙”是铃仙原本的名字，永琳为她加了一个“优昙华院”的称呼，之后辉夜又加了个“因幡”，最后全名“铃仙·优昙华院·因幡”。",
                "永夜抄有二十多个体验版，其中对V0.02版本进行拆解时从中发现了“十六夜 Phantasm 比满月更高”的难度选择，而之后的版本中这个就消失了。",
                "梅蒂欣能操纵毒，是由于还未成为妖怪时长期被放置在开着铃兰的无名之丘，因而掌握的能力。",
                "ZUN在评论创作花映冢中的幽香时，说“单纯只是想让一位旧作的角色登场。”证明花映冢中的幽香与旧作中的幽香是同一人。",
                "小町是专门进行摆渡人工作的死神，不会也无权进行索命的工作，这点也曾被天子证明。",
                "四季映姬·亚玛萨那度原名“四季·映姬”，“亚玛萨那度”是用她的职位所加上的后缀。",
                "秋穰子用脚踹树使其落叶纷纷，以完成自己的落叶的职责。",
                "射命丸文对秋穰子的印象是“兼职神明的烤山芋老板娘”，姬海棠果也对她的山芋赞不绝口。",
                "妖怪与神只有一线之隔，而雏不追求信仰，不属于普通的神明，是纯粹的妖怪。",
                "河童的秘药可以在瞬间把极深的伤口治好，甚至可以粘好断掉的四肢，被永琳表扬过是“民间疗法的极点”。",
                "在官方游戏中，椛没有出现过自己的形象，但是在求闻口授中则出现过一次正式的形象立绘。",
                "姬海棠曾透露：“白狼天狗的椛，文好像和她关系有些僵硬。发生过什么事吗，还是说只是单纯的关系不好。”",
                "文文的报纸名称其实叫《文文。新闻》（中间有个标点符号），ZUN说是为了NETA类似“早安少女。”这样有标点符号的文章。",
                "早苗是“保持人类的样子成为了神明的人”，也就是“现人神”。",
                "实际上，神奈子是掌管风雨的神，还被当做农业之神祭拜着，不是什么山神。被称为山神是因为曾经替代了真正的山神诹访子的缘故。",
                "早苗是诹访子“遥远的子孙”，虽然早苗自己都不清楚这一点。",
                "在博丽神社中存在着一个守矢的分社，早苗曾经在一次冬天专门去那里铲雪（因为灵梦不愿意为它花力气）。",
                "绯想之剑其实正常状态只是一个剑柄，使用时会从剑柄伸出光焰，像星球大战的光剑一般的形制。",
                "根据魔理沙的目测，间歇泉异变期间在幻想乡可以喷到几乎跟山一样高，一点也不普通。",
                "古明地觉特别喜欢带有丰富心理描写的故事。读书、写书对于能够读心的人据说是很刺激的体验，在幻想乡一些作者不明的故事中，或许就有她写的书。",
                "山女“特别精通建筑学，经常被请去帮忙”，同时“性格开朗好战”，被证明“在地下的妖怪之间非常有人气。”",
                "根据记载，帕露西“跟她进行直接对话的时候会给人一种很普通的开朗的感觉，但心中却已是波澜万丈。之后会在背地里使劲说你坏话，并对你怨恨起来。”",
                "猫车的特点是可以跟尸体和灵对话，“这些死者大多数都没有意识到自己已经死亡了，好像还会犯天然讲起明天预定要做的事来。她好像对这些事儿很有兴趣。”",
                "地灵殿中到处都是觉养的宠物，从鹦鹉到猎豹都有，宛如动物园。",
                "住在旧地狱的妖怪基本上都是因为原住地成了废墟，继而迁居于此，但地狱鸦本来就住在地狱，是这里最早的住民。",
                "虽然娜兹玲性格很高傲，不过这是因为有毘沙门天做她的后盾，其实她的性格是比较胆小的。一旦遇到什么可怕的事情立刻就逃之夭夭了。",
                "妖怪有吃人的妖怪，也有吃心灵的妖怪，小伞就属于后者。",
                "小伞只是唐伞的付丧神，跟一本踏鞴没有任何关系，只是觉得借着那种妖怪的形态，改变一下形貌能容易吓到人。",
                "小伞听说外界有用伞飞天的保姆（实际上是日语近音误读）后主动擅自去当人类的保姆，虽然方法只是吓小孩子让它们停止哭泣和大笑这样子。",
                "一轮以前是人类僧侣，是魔法使的类型。后来遇见云山之后，经过修炼成为了入道使这样的妖怪。",
                "为了吸引人类参拜命莲寺，在圣白莲的准许下，云山将自己变成一座名为“命莲大佛”的佛像，吸引了大量人间之里的人类前去参观。",
                "村纱表示过，圣辇船是自动操作的。",
                "村纱是由意外事故而身亡的人类的灵体所转化的。也就是所谓的念缚灵。",
                "娜兹玲是毘沙门天的下属，名义上是寅丸星的下属，但实际上是毘沙门天派来监视寅丸星的存在，不必事事服从寅丸星。",
                "白莲虽然原本是人类，但现在已经变成了魔法使这种种族的妖怪。",
                "姬海棠曾经靠自己的念写破解了鵺的能力，将别人看来以为是外星人的物体进行念写后，便显示出了外星人的真像——封兽鵺的样貌。",
                "圣白莲是故意把寺院建在神子的灵庙上方的，她认为神子复活会危害妖怪所以想要镇压她。",
                "响子和米斯蒂娅组成了一个朋克摇滚乐队，晚上会在人类村落通往博丽神社的道路上举办演唱会，其噪音深为人类困扰。",
                "虽然是受来自中国的霍青娥的役使，但芳香自己是来自日本的尸体。",
                "当宫古芳香被撕去符咒后，在空旷墓地那如同毯子一般铺满地面红叶上，曾看见她呆呆地咏唱着诗歌的身影。似乎是存在着一些生前记忆的缘故。",
                "霍青娥因为古中国像她那样实力的仙人、道士并不稀罕，才决定前往日本展示自己的力量。",
                "为了装得像圣诞老人，青娥还戴着一副白胡子入侵别人家中，卖给家主玩具或者直接偷走别人的东西。天狗还因为其信仰的神猿田彦也有白胡子而对此不满。",
                "屠自古有降下雷电的能力，但永江衣玖并没有引发雷电的能力，她因为住在天上所以身上带着电。",
                "布都对人类很友好，但是对妖怪抱有敌意，可能是过去还是人类时对妖怪存有恐惧的记忆在作怪。",
                "幻想乡里有很多的野生妖怪狸，也曾多次被猯藏役使于战斗过。",
                "秦心的面具虽然是属于秦河胜的，但是是由神子亲手制作并授予秦河胜的，这点也由神子亲口证实。",
                "若鹭姬对人类并无任何敌对心理，平常就是唱唱歌、拣拣石头过着平稳生活。",
                "虽然跟欧洲那种满月之夜变身的狼人的设定相似，但影狼是属于日本狼的狼女。",
                "九十九二人虽然都以姐妹相称，但其实只是因为她们是恰好在同一时期成为付丧神而并无血缘关系。",
                "鬼人正邪的种族就是天邪鬼，跟鬼族无关，是一种性格扭曲的妖怪。",
                "针妙丸参与了至少两场激流勇进比赛，第二场跟若鹭姬合作时的确是若鹭姬自己一个人游，但第一场的单人比赛则是完全的针妙丸自己的努力。",
                "在辉针城异变解决后，无论是灵梦还是魔理沙都有将针妙丸强制捆绑的行为，魔理沙甚至连针妙丸的嘴都堵起来了，是完全的监押行为。",
                "堇子承认了自己的打扮是以红斗篷怪人为原型。",
                "ZUN否定了清兰的名字是在Neta战斗机的说法，据他所说只是想取个中国风的名字，清兰音同日本二战战斗机应该纯属巧合。",
                "铃瑚的能力是“吃团子越多变得越强程度的能力”。",
                "铃瑚和清兰在人间之里开了“铃瑚屋”和“清兰屋”这样的团子店互相竞争。",
                "从凭依华战败立绘中可以看到，哆来咪其实拥有一头长发，只不过全部塞进了帽子里，形成了短发的假象。",
                "ZUN曾在探女的BGM描述下说“其实这家伙也是天邪鬼的一种啊。出乎意料的天邪鬼第二人。”",
                "克劳恩皮丝是来自希腊传说的妖精，身上的美国国旗服饰，是因为去了静海看到了星条旗之后就变成了这种模样。",
                "虽然大多数古籍中认为纯狐是嫦娥这个角色的原型，但是在ZUN的设定中嫦娥和纯狐是两个人。",
                "赫卡提亚也怨恨嫦娥，因为嫦娥的丈夫击落了太阳，导致地狱的黑暗减弱，因此她也怀抱着对嫦娥的怨恨。",
                "哆来咪通过观察梦境世界的猯藏，发现她内心其实很恐惧人类。",
                "依神紫苑虽然能给人带来不幸，但她实际上是藉由让他人陷入贫穷，来保护他人免受财祸之苦的守护神。",
                "ZUN在拉尔瓦的音乐曲评论说是“隐藏着什么秘密的妖精的形象。”同时琪露诺EX线的对话可以看出她的身份也许是神。",
                "山姥遇到人类后，如果是大人的话会进行恐吓然后遣返回去，小孩子的话会保护起来。",
                "阿吽在季节异变之前只是寄身于石像中的神灵，凭借着隐岐奈的力量才化为有形体的妖兽。",
                "根据魔理沙与成美相遇后的对话，两人在季节异变之前就已经相识。",
                "茨木华扇很久以前就认识隐岐奈，甚至还对她的思虑方式了如指掌。",
                "根据小町的透露，死神来索命只是一种谣言，实际上会是“比死神更可怕的人物”来索命，比如霍青娥就曾经遭受“水鬼鬼神长”的袭击。",
                "八云紫曾经将人间之里每家每户的座敷童子培养为妖怪的间谍以监视人类。",
                "八云紫曾将外界的地精送入幻想乡，磕磕碰碰之后地精们就进入了红魔馆当佣人，所以红魔馆中的佣人不仅有妖精还有地精。",
                "当遇到妖怪的威胁时，据说大喊“救救我啊！神子A梦！“就能被丰聪耳神子听到。",
                "手机被作为镇纸在幻想乡中很受欢迎，而平板电脑则被霖之助开发出了黑板、刮板、锅垫、腌菜石等等用途……",
                "在都市异变中获得“红蓝斗篷”都市传说的神子，在“红色还是蓝色”的问题中准备了隐藏答案“黄色”，如果对方回答了黄色他就会拿出准备好的蜜桔给对方。",
                "堇子称呼华扇为“华扇酱”，而且还缠着华扇让她带自己参观幻想乡。",
                "秦心对神子新做的希望之面表现出相当的厌恶，虽然神子本人是很自豪的。",
                "圣白莲见到恋的时候会告诉她“你姐姐来寺里找你了”。",
                "堇子的手机被恋偷走过，然后身上的“电子产品”分别被魔理沙和荷取“搞裂”过。",
                "永琳曾告诫铃仙“切勿对小人族有失礼之举”，虽然铃仙并没听进去就是了。",
                "求闻史纪在幻想乡中叫《幻想乡缘起》，求闻这个名字只是在现实中给东方众看的名字罢了。",
                "有一只海豹在外界被部分人类遗忘后来到了幻想乡，被河童们作为“怪鱼万岁乐”的身份吸引人们来观看欣赏赚钱。",
                "当收到许多酒以外的贡品以后，灵梦产生了疑惑，据她所说是因为博丽神社收到的贡品一般都是酒。",
                "华扇的右手绷带下是空的，灵梦不小心抓破绷带后发现这一点。",
                "华扇的家在妖怪之山上，小町曾经为躲避山脚下的暴风雨而来到山上的华扇家中。",
                "守矢神社通过灵梦的力量完成了初步的“常温核聚变”，这是2018年的现实世界可望而不可及的科技层次。所以在部分（重要）方面是远超2018年的现实世界的。",
                "砒霜和水银经常会在魔法中用到，这些有毒元素的渗入导致魔法使一般都身体脆弱。",
                "金子是欲望的结晶，怨灵的欲望在地狱里经过高温熔化后就会变为金属，比如金子。这也成为了地狱的资金来源之一。",
                "河童的机械防水能力优秀，哪怕被淹在水底也毫无问题不会出现损失。",
                "根据小町判断，灵梦是那种忠实于欲望的人，因为太过忠实于人类本身的原始欲望，导致都没有其他污秽的邪念了。",
                "华扇养了一只“雷兽”，其能致人懒惰，而解决办法就是吃玉米粉这么简单而已。",
                "人间之里的店铺非常多，道路宽敞人流广阔，繁华时期几乎是排起长龙的地步。",
                "灵梦在博丽神社后院挖出过明代的“永乐通宝”。",
                "萃香曾因为看命莲寺的人不顺眼，使用能力将她们偷袭打晕了一遍。",
                "实际上，魔理沙第一次是误打误撞到达华扇家的，见识了华扇家的富贵后才打起了第二次去华扇家借东西的注意。",
                "幻想乡中出现过一位有实际设定的太公望，其名为“运松翁”，曾跟河童交换了河童的秘药而吸引了华扇前来交流，还看穿了华扇的仙人身份，实际身份不明。",
                "据灵梦观察，神社右侧有一颗卧龙梅树，证明过去的博丽巫女请来了学问之神降临于神社，所以过去的博丽神社可以给参拜客带来学问有成的祝福。",
                "星熊勇仪和伊吹萃香都认识茨木华扇，还都是华扇的“老熟人”。",
                "曾经有过对魔理沙家内部的描绘，里面是非常杂乱的，书笔散乱遍地，一看就是很久没有整理的样子。",
                "神灵庙中有数量众多的人类弟子，都是仰慕道教而前来修行的，神子也来者不拒。",
                "辉针城异变后，灵梦觉得自己花了大力气去解决却没多少人知道，觉得憋屈故意举办了酒宴庆祝。",
                "当博丽神社受到破坏时，比如被火烧到，大结界就会减弱。",
                "萃香表现得一点也不怕炒大豆，反而很希望对方拿炒豆扔她，对方不这样做还会很失望。",
                "灵梦仍然能够听到神明的声音，曾经就听到过人里的道祖神的声音一次，也多次利用这个能力来解决异变。",
                "五金的锻造在幻想乡属于常见活动。",
                "当御札和封魔针都难以使用的时候，灵梦曾把阴阳玉和御币拿出来，称之为“最强的武器”，说明阴阳玉和御币的威力是远大于御札和封魔针的。",
                "当埋在樱花树下的尸体消解后，剩下的灵魂会来到地底变成“石樱”，这种东西就会导致旧地狱出现樱花飞舞的景观，是旧地狱难得一见的景色。",
                "据灵梦所说，在幻想乡里袭击和防卫才是日常，哪怕不是异变时段发生袭击也是非常常见的。",
                "虽然八云蓝没有展现过变身的能力，但幻想乡中存在着众多能变身的妖狐。",
                "实际上，竹林中的妖怪兔大多数是在外界一百多年前被饲养的宠物兔，被抛弃后才变成了妖怪。",
                "身为狸猫妖怪首领的猯藏虽然酒量比大多数人都厉害，但完全喝不过萃香和疑似鬼的华扇。",
                "外来物种如果不守规矩在不成为幻想的情况下被带入幻想乡，将会受到严格的控制，所以八云紫也会非常谨慎以防将不合规矩的物种带入幻想乡。",
                "堇子每次梦穿幻想乡都需要从幻想乡中交换一些东西出去，从空气到活人都有，以此引起了一些小小的人类消失异变。",
                "虽然灵梦是在除饿神时用了涂火药的把戏，但是结果来说饿神还是除了，是否装神弄鬼并不影响除灵的结果。",
                "博丽神社在人间之里是有分社的，这还是多亏了华扇的建议灵梦才去做了这个。",
                "从人间之里走到博丽神社的道路相当平坦，跟“远足”差不多，即使是老人也走得完。",
                "守矢神社最近已经开通了“索道”项目，普通人类可以从山脚坐索道直接上到神社，从那以后守矢神社主社也不再门庭罗雀了。",
                "妖怪之山的华扇家附近长着一片竹林。",
                "在灵梦、魔理沙和华扇都失策的情况下，阿吽则独自找到了让神社兴旺起来的机会，让华扇赞不绝口。",
                "跟针妙丸一样，虽然在神社中住了一阵，但紫菀最后还是离开了神社去了其他地方游荡，其中还跟着天子待了一段时间。",
                "死神是以工作为存在理由的，没了这个理由就不得再作为死神存在。",
                "灵梦有一次吃隔夜饭把自己吃得食物中毒差点就过三途河了，还是恰好来神社玩的魔理沙救了她一命。",
                "妖魔书在人间之里外并不少见，魔理沙自己就在家中收藏过几本。",
                "铃奈庵不但进行借书服务，卖书、书籍印刷、装订这些服务也提供。",
                "稗田家是极其大派的家族，阿求的家也是特别大和气派，跟其他普通人类的生活差距很大。",
                "灵梦为了解决异变曾擅自闯入神灵庙。",
                "铃奈庵提供雕版印刷、活字印刷的服务，已经成为了一门很熟练的业务。",
                "二岩猯藏曾训练才出生几天的付丧神为自己的手下。",
                "灵梦可以打开任何的结界封印。",
                "人间之里和迷途竹林很近，普通人类来到竹林边缘参拜稻荷神是很常见的事情。",
                "人间之里中的稻荷神的祠堂是由一条邪龙制成的，但这并不影响神祠堂降下神力的能力。",
                "在秦心表演能乐时，恋恋还帮忙在上空为其撒花朵。",
                "秦心并没有夺走别人感情的能力，描述暗黑能乐的文字也被证明是胡乱写的假书。",
                "在人间之里中拥有河童的秘密仓库，会在特定时段穿过人里运输物品。",
                "蕾米莉亚曾经给本居小铃写过一封信，里面使用的语言是英语。",
                "有狐狸妖怪在寺子屋里听了关于高等数学的讲授后作为笔记抄在了门窗上。",
                "人间之里的人类“必须”和妖怪敌对，这是这个村落社会的铁则，不能破坏。",
                "永远亭相当重视对人间之里的影响，例如派遣铃仙去人类家中上门卖药，以扩大影响力。",
                "无论是幻想乡外还是幻想乡内，动物吃人或者妖怪，就会变成拥有异能的妖怪，而且还能有机会进入幻想乡。",
                "应用八卦易经的占术，普通人也能观测到外界的情况，某人就因为这个而产生了不做人的想法。",
                "阿求说过自己会动用所有的知识来抗争自己的短寿命运，将竭尽全力。",
                "河童们在幻想乡一片偏远的土地上开辟了工业黄瓜种植地，目的是自给自足满足对黄瓜的需求。",
                "天狗们也在想着将势力伸向妖怪之山的其他地方，比如安排鸦天狗在人间之里扩散天狗新闻以增强天狗们对人里的信息控制。",
                "在与灵梦的一次对峙中，文文的身后露出了显眼的黑色羽翼翅膀。",
                "人间之里存在小仆隶这样的底层阶级人员，也存在稗田家、盐店这样的大户人家阶级。",
                "当人里的居民受到狸猫攻击的时候，魔理沙主动上门售卖“封魔之壶”，可以说是趁着妖怪袭击做生意。",
                "除了幻想乡缘起外，阿求仍然能记得其他的一些杂事，比如前世曾经目睹的村落里的杀人悬案，直到阿求这一代都还记得这个事件。",
                "天狗们防止大风损害村落、河童们防止洪水损害村落等等……幻想乡中的妖怪们为了保护人间之里各司其职。",
                "参拜客给博丽神社塞钱的时候，就有使用日元纸币的。",
                "魂魄妖梦的称号只是东方众的说法，但文文的“幻想乡最速”则是她自己实际自称过的。",
                "文文的杂志在停止发售前并没有在人里发售过",
                "根据文文分析，大结界内的妖怪改变了自己的存在理由，被外界忘却成了自己的存在理由，所以越被外界人忘记自己越强大。",
                "魔法之帚是魔理沙自作主张地认为对于魔法使来说是必须的乘坐物，实际上她自己就能飞行。",
                "霖之助常从堇子那里拿不少外界物品去收藏。",
                "永远亭的药有针对性，有对人有用但对妖怪有害的，也有对妖怪有用但对人有害的，需要分情况使用。",
                "文文在自己的报道中把砂糖称之为“白色恶魔”，号召大家不要吃这种东西。",
                "文文的新闻报社只有她一个成员，她多次明确过这一点。",
                "村落中存在自治系统但不存在政治系统，正因如此文文才会造谣说神子打算建立政治系统成为人里的总统。",
                "哆来咪在幻想乡内有一家寝具店，卖据说可以让人安眠的枕头。",
                "寺子屋在阿求的加入后改名为了稗田寺子屋。",
                "稀神探女曾被发现秘密来到永远亭，会见的目的与内容不明。",
                "天界的天人整天只吃桃子，其他料理基本不碰。除了天子。",
                "小町就能看出幻想乡中各地方的“迎接的氛围情况”，人类少接近那种地点就能减少出意外的几率。",
                "必须在正式的弹幕战中，被符卡击中才不会死。像是被袭击之类的情况，被符卡击中会有各种各样的死法。",
                "红魔馆一直在进行妖精女仆招募工作，曾多次在幻想乡的各种地方打广告。",
                "响子被规定每年工作356天，每天至少工作7个小时，这让响子嗷嗷叫苦。",
                "根据堇子的记忆，堇子小时候也来到过幻想乡，只是后来忘了而已。",
                "皮斯原本在地狱就是实力十分强大的妖精，赫卡提亚也是因为这一点而中意她。",
                "神子要成为总统只是文文的Fake New，实际上神子只是在进行养身讲座而已。",
                "根据永琳透露，爱丽丝是永琳的蝴蝶梦丸——让人能做个好梦的药的顾客之一。",
                "对于蕾蒂来说，春天春眠、夏天睡懒觉、秋天是打瞌睡的时间。",
                "露娜萨可以敏锐地感知到气压的变化，然后根据气压是否下降判断周围是否会下雨。",
                "虽然红魔乡最初设定红魔馆是在湖中心，但后来则修改为了在湖畔。",
                "梅露兰的演奏有使人精神躁动的效果，当自缚灵听到后，就很容易摆脱束缚，自行被超度到阴间去。",
                "根据八云紫的说法，式神要按照主人所决定的方式去行动才能获得和主人一样的力量。",
                "根据橙自己的说法，八云蓝偶尔会用猫草来吸引操纵她。",
                "虽然文文给米斯蒂娅做了报道，但米斯蒂娅因为不识字看不懂文文报道她的新闻，对报纸丝毫不感兴趣。",
                "莉格露因为人类使用杀虫剂杀虫而烦恼不已。",
                "根据铃仙的诉苦，地上的兔子完全不听铃仙的话。",
                "根据帕秋莉的说法，鬼们因为能力相比人类太过强劲，就编了一个自己的弱点，以让人类可以退治自己。。",
                "霖之助曾经获得一个水烟斗，掌握了用它抽烟的方法之后就不舍得卖了。",
                "在红雾异变、春雪异变等异变中，文文对灵梦进行了十分隐秘的异变跟踪报道。",
                "文文的新闻一直没有赢过天狗间的发行量竞赛，为了这个她一直很烦恼。",
                "大结界会阻止特定的生物、道具这些东西出入，除此以外的光线、空气、水流等则毫无阻碍。",
                "现在广为流传的冴月麟的形象，被ZUN亲口证实“并非红魔乡预定出场的角色”。",
                "ZUN并没有确认，赫卡提亚·拉碧斯拉祖利比目前东方所有出场人物都强",
                "幻想乡中正式的多人乐团有三个",
                "八意永琳比蓬莱山辉夜的能力更强。但她好像常常保留实力，显得不超过辉夜。",
                "虽然ZUN的确说琪斯美“不分青红皂白就把别人的头砍下来，放到桶里拿回家”，但是在之后澄清立绘中桶里那张脸确实是琪斯美本人的。",
                "羽衣婚活——天女将自己羽衣放在人间，让人类去找到，如果看得上找到羽衣的人类的话就告诉他自己已经回不去天界了只好跟他结婚，如果看不上就抢回来。",
                "在辉针城异变后，雷鼓成功找到新的魔力之源并回到幻想乡，九十九姐妹就是在她的指点下不至于在辉针城异变后消失。",
                "阿求家里有很多猫，魔理沙来参观的时候跟猫玩得很开心。"
            ]
        }
    ],
    "Extra": [
        {
            "selector": "#landlord #live2dcanvas",
            "text": 
            [
                "Несмотря на то, что текст является настолько атакующим, на самом деле это всего лишь формулировка текста без потери отчета. Отчет о скорпионе относительно объективен, но он вырван из контекста.",
                "Хотя Линмэн и Ба Юньзи говорят это, на самом деле, только люди, которые не являются людьми в человеческом мире, полностью не отступили. Человеческий монстр, ставший человеком в определенном мире, был полностью отступлен духовной мечтой.",
                "Хотя есть Утада, который не способен превзойти нежить после превращения в монстра, он лишь не способен превзойти нежить и не имеет никакого отношения к тому, станет ли он монстром. Быть монстром не влияет на то, сможете ли вы превзойти нежить.",
                "Если духовные сны хорошо известны людям со многими монстрами, они будут подвергнуты множеству человеческих споров, которые будут мешать духовным мечтам.",
                "Сын Божий сказал, что в человеческом теле есть черви, называемые «тремя трупами», и они побегут, чтобы сообщить скорпиону, когда они пьяны, что приведет к сокращению их жизни. Сын Божий разработал опору под названием «Четыре соуса», которая, как говорят, ловит ошибку, чтобы продолжительность жизни пользователя не уменьшалась.",
                "Потому что это было слишком увлекательно, дух мечтает три дня и три ночи, и дух чрезвычайно увядает, так что Мариса и другие думали, что это болезнь или психический удар.",
                "#Хотя сюжета не было, но сам племянник все еще прикреплял городскую легенду «двойное тело», которая была подтверждена в глубокой тайной записи его победы над победой. Позже, в результате изменений, три скорпиона играли друг против друга.",
                "Когда на людей напала тайна, горные дети стали подозреваемым номер 1. Хотя духовный сон был таким скептическим, они все же отпускали их, не слушая объяснений другой стороны.",
                "#Ремилия однажды сказала: «Я всегда чувствую, что эти жареные бобы бесполезны. Я буду горячим, когда собираю их ... Поэтому я буду наблюдать, как все опрыскивают бобы, и я счастлива. Кроме того, я запрещаю им разбрасывать мне бобы». Бить бобом - все равно что быть сожженным.#",
                "#В отчете об изменениях красного тумана прошло уже полмесяца с тех пор, как фантазийный город был окружен красным туманом. Пока ситуация не улучшилась. Даже если это редкое изменение в последние годы, это не так. Поехали . Такое описание.#",
                "#На самом деле, нет никаких доказательств того, что призраки были изгнаны из Тенгу.Во всех отчетах говорилось, что призраки добровольно покидали сказочный город. В то же время Син Сюн Юньи также назвал Тэнгу «союзом», доказав, что две расы не являются враждебными отношениями.",
                "#Японский метод чтения «MMS» «Sha-Mail» и японский метод чтения «Sai Ming Pill» «Shameimaru» также подтвердили ZUN.",
                "#В оценке карты «Бог призраков призраков» говорится, что «ведомого лисой раба действительно немного». Но что еще более удивительно, этот парень тоже раб. Это описание.#",
                "#Хотя в «Восточных мечтах» разбитая луна - просто песня сцены, а не аромат ладана. Тем не менее, у Цуйсяна были записи о разрушении «луны», и в то же время на «Восточных небесах воображения» и «Восточных небытых небесах» сломанная луна появилась как песня сражения с Цуйсяном.",
                "#Хотя это только фея, которая сообщает о наступлении весны, если она дает ей семена, она может позволить цветам расцвести, так что это приветствуется цветочным магазином.",
                "#Когда Хуэй Е был ранен в землю, он жил с «отвратительным человеком земли». Позже он сбежал с Юнлинь из-за доброты заботы о земле. Человек на земле был обеспечен Йонг Лин лекарством Пэнлай, но не ел его, в конце концов он был убит, и его личность неизвестна.",
                "#Убийство двух мужчин однажды привело к небольшому бамбуковому пожару. Когда репортер отправился расследовать, они также тупо сказали: «Это как раз на месте, когда на месте пожара. Причина неясна.”",
                "#Когда я впервые встретился с Марисой, я сказал: «Я хочу повесить ваше тело в дверях зала земли». Я также сказал Линмэну: «Если вы овладеете такой энергией, вы проведете Слова о массовом убийстве или грабежах людей, которые живут в мире на бойне.",
                "#Она действительно «монстр, живущий в человеческом роде в деревне», но ее персонаж более горд, трудно жить в гармонии с другими людьми и монстрами, всегда живу в одиночестве.",
                "#Наблюдая за текстом, ее так называемое железное колесо относится не к различным железным кольцам, которые она бросает, а к другим формам, которые тоньше и длиннее.",
                "#Эти две способности левой и правой рук скрытого Най, их способность - лишь одна из способностей скрывать Най.",
                "#В «Истории Восточного Цю Вэнь» Хун Мэйлин имеет «Если вы хотите отступить, вы должны подать заявку на поединок один на один с ограничением по времени. На самом деле, такая толпа бесконечна. Владелец Красных Дьяволов, похоже, тоже смотрит на это. Описание игры забавное ».#",
                "#Она даже сделала маску, которая позволяет обычным людям полностью полагаться.",
                "#Напротив, Сын Божий вздыхает, что в последнее время одежда становится все более и более дрянной. Тибет также сказал, что Буду «запятнал дыхание современного общества»."
            ]
        }
    ]
}